[
  {
    "layer": "_405_BRT",
    "head": "I-405/Hwy. 518 bus rapid transit",
    "text": "A 38-mile corridor from Lynnwood to Burien using I-405 toll lanes. The Kingsgate stop would get a 600-stall park-and-ride garage; south Renton, a 700-stall garage. On the south end, passengers could transfer to light rail at Tukwila International Boulevard Station for airport access.",
    "date": 2024
  },
  {
    "layer": "_522_BRT",
    "head": "Hwy. 522 bus rapid transit",
    "text": "Route from UW-Bothell through Lake Forest Park ends at Northeast 145th Street, where commuters would transfer to light rail. Bothell and Kenmore are eager to add apartments, townhomes, dining and sidewalks next to the stops.",
    "date": 2024
  },
  {
    "layer": "Ballard",
    "head": "Ballard-South Lake Union light rail",
    "text": "Ballard trains would reach an expanded Westlake Station in 11 minutes, serving 52,000 daily boardings. This $2.5 billion segment would connect to a new $1.7 billion downtown tunnel from Westlake to the International District/Chinatown Station. A community-requested tunnel under Salmon Bay might add $450 million to the cost, compared to the Ballard drawbridge in ST3’s budget.",
    "date": 2035
  },
  {
    "layer": "West_Seattle",
    "head": "West Seattle-downtown light rail",
    "text": "Route would replace RapidRide C bus stops and include a Duwamish River train bridge. Requires tight curves, likely demolition of houses or businesses, and bus-rail transfers at Delridge for 10,000 riders on the 120 bus. As in Ballard, a post-election switch from an elevated track to a tunnel would drive up the price.",
    "date": 2030
  },
  {
    "layer": "Everett",
    "head": "Lynnwood-Everett light-rail",
    "text": "Route includes Paine Field, to serve industrial employers or future passenger flight terminal. That swing stretches the Everett-Seattle trip time to a full hour. Low ridership is forecast at Everett Station, but apartments full of commuters surround Mariner and Ash Way park-and-ride stations.",
    "date": 2036
  },
  {
    "layer": "Redmond",
    "head": "Overlake-Redmond line",
    "text": "Quick infusion of ST3 money could build this $1 billion segment by 2024. The extension adds 8,000 daily riders in 2040. It would serve Eastside tech workers and families in downtown Redmond, and help people reach Marymoor Park.",
    "date": 2024
  },
  {
    "layer": "Kirkland",
    "head": "South Kirkland light rail",
    "text": "Added parking and nearby trail would help Kirklanders reach Bellevue hospitals, stores and offices by train. But people heading to Seattle may save time catching Highway 520 express buses, rather than making a two-train ride to Seattle via I-90.",
    "date": 2041
  },
  {
    "layer": "Issaquah",
    "head": "Issaquah light rail",
    "text": "Brings service near Factoria, and serves 18,000-student Bellevue College. Issaquah central city plan allows buildings 12 stories high, but it’s unclear whether that car-dependent area would evolve into a dense, transit-based neighborhood.",
    "date": 2041
  },
  {
    "layer": "South_Federal_Way",
    "head": "Tacoma-South Federal Way light rail",
    "text": "Connects Tacoma Dome Station to the airport and completes the long-awaited “spine” to Seattle and Everett. Despite sparsely populated stops in Fife and East Tacoma, leaders opted for regional connections, instead of crossing Pierce County. Would help Federal Way commuters skip I-5 traffic jams entering Tacoma.",
    "date": 2030
  },
  {
    "layer": "Federal_Way",
    "head": "Angle Lake to Federal Way transit",
    "text": "Highline College station would open in 2023 even if ST3 fails. If ST3 passes, it would be combined with the Federal Way segment and open a year later. Route serves I-5 park-and-ride stations instead of following Highway 99.",
    "date": 2024
  },
  {
    "layer": "Sounder_South",
    "head": "Sounder south capacity increase",
    "text": "Stations lengthened to accommodate 10-car trains, a 40 percent boost in capacity, along with signal improvements and better access for buses, pedestrians and bicyclists.",
    "date": "2024-36"
  },
  {
    "layer": "Tacoma",
    "head": "Tacoma streetcar",
    "text": "Extension from downtown to Hilltop neighborhood and Tacoma Community College would serve 15,500 daily riders, mostly in dedicated lanes. Connects with existing line to UW-Tacoma and Tacoma Dome Station.",
    "date": 2039
  },
  {
    "layer": "DuPont",
    "head": "Sounder to DuPont",
    "text": "The $315 million project, with an estimated 1,500 daily trips, translates to a startling $46 per boarding, a number Sound Transit says obscures the benefits. Tillicum Station would create a congestion-free ride to Joint Base Lewis-McChord.",
    "date": 2036
  }
]